"article-languages-label" = "Pick yer leid";
"about-content-license-details" = "Unless itherwise specifee'd, content is available unner a %1$@.";
"button-saved-for-later" = "Sauft for later";
"about-content-license" = "Content license";
"explore-main-page-heading" = "The day on Wikipaedia";
"about-repositories-app-source-license" = "Soorce code available unner the %1$@.";
"empty-no-saved-pages-message" = "Sauf pages tae view them later, even offline";
"edit-summary-choice-fixed-grammar" = "Fixi graimmer";
"explore-featured-article-heading" = "Featurt airticle";
"explore-another-random" = "Anither random airticle";
"article-toolbar-reading-themes-controls-toolbar-item" = "Readin Themes Controls";
"compass-direction" = "at %1$@ o'clock";
"empty-no-feed-message" = "Ye can see yer recommendit airticles whan ye have internet";
"button-next" = "Nex";
"article-delete" = "Delete";
"navbar-title-mode-edit-wikitext-preview" = "Luikower";
"article-share" = "Share";
"empty-no-article-message" = "Sairy, coud nae laid the airticle";
"empty-no-search-results-message" = "No results foond";
"about-translators" = "Translators";
"appearance-settings-text-sizing-example-text" = "Drag the slider tae chynge the airticle text sizin. Utilise yer system text size tae resize ither text areas in the app.";
"wikitext-preview-changes" = "Retreevin luikower o yer chynges...";
"about-repositories" = "Repositories";
"empty-no-history-message" = "Keep track o whit ye'v been readin here";
"action-unsaved-accessibility-notification" = "Airticle unsauft";
"account-creation-captcha-request-account" = "Request accoont.";
"explore-continue-reading-heading" = "Conteena readin";
"action-share" = "Share";
"account-creation-captcha-cannot-see-image" = "Canna see the eemage? %1$@";
"about-contributors" = "Contreebutors";
"explore-potd-heading" = "Pictur o the day";
"dim-images" = "Dim eemages";
"appearance-settings-theme-options" = "Theme options";
"explore-most-read-generic-heading" = "Tap read";
"about-libraries-license" = "License";
"continue-reading-empty-title" = "Na recently read airticles";
"about-translators-details" = "Translatit bi volunteers at %1$@";
"action-saved-accessibility" = "Sauft. Activate tae unsauf.";
"article-languages-filter-placeholder" = "Find leid";
"about-product-of" = "Made bi the %1$@ wi the help o volunteers lik ye";
"history-clear-confirmation-heading" = "Are ye shuir ye want tae delete aw yer recent eetems?";
"article-languages-others" = "Ither leids";
"account-creation-create-account" = "Mak yer accoont";
"edit-summary-choice-fixed-typos" = "Fixt typo";
"about-libraries-licenses-title" = "We luve open soorce saftware %1$@";
"action-saved" = "Sauft";
"button-publish" = "Publish";
"action-save" = "Sauf";
"button-report-a-bug" = "Report a bug";
"account-creation-captcha-title" = "CAPTCHA siccarity check";
"button-skip" = "Skip";
"account-creation-missing-fields" = "Ye maun enter ae uisername, trystwird, an trystwird confirmation tae create an accoont.";
"account-creation-passwords-mismatched" = "Passwaird fields dinna match.";
"action-unsave" = "Unsauf";
"main-menu-account-logout" = "Log oot";
"button-saved-remove" = "Remuive frae sauft";
"edit-summary-choice-linked-words" = "Addit airtins";
"main-menu-account-title-logged-in" = "Loggit in aes: %1$@";
"action-read" = "Read";
"history-clear-delete-all" = "Aye, delete aw";
"saved-pages-image-download-error" = "Failt tae dounlaid eemages for this sauft page.";
"wikitext-upload-captcha-error" = "Captcha vereefeecation mistak.";
"account-creation-logging-in" = "Loggin in...";
"account-creation-log-in" = "Log in.";
"article-languages-yours" = "Yer leids";
"about-wikimedia-foundation" = "Wikimedia Foundation";
"account-creation-captcha-obtaining" = "Obteenin a new CAPTCHA...";
"account-creation-title" = "Create a new accoont";
"explore-main-page-description" = "Main page o Wikimedia projects";
"about-title" = "Aboot";
"empty-no-history-title" = "Na history tae shaw";
"about-send-feedback" = "Send app feedback";
"wikitext-upload-result-unknown" = "Onable tae determine wikitex uplaid ootcome.";
"action-find-in-page" = "Find in page";
"action-saved-accessibility-notification" = "Airticle sauft for later";
"appearance-settings-reading-themes" = "Readin themes";
"empty-no-feed-action-message" = "Ye can still read sauft pages";
"announcements-dismiss" = "Dismiss";
"close-button-accessibility-label" = "Close";
"cancel" = "Cancel";
"wikitext-upload-save" = "Hainin...";
"account-creation-saving" = "Hainin...";
"about-content-license-details-share-alike-license" = "Creative Commons Attribution-ShareAlike License";
"about-libraries-complete-list" = "Complete leet";
"about-repositories-app-source-license-mit" = "MIT License";
"appearance-settings-image-dimming-footer" = "Decrease the opacity o eemages on daurk theme";
"error-unknown" = "An unkent error occurred";
"about-libraries" = "Leebrars uised";
"places-accessibility-show-more" = "Shaw mair airticles";
"button-save-for-later" = "Sauf for later";
"explore-because-you-read" = "Acause ye read";
"empty-no-saved-pages-title" = "Na sauft pages yet";
"appearance-settings-adjust-text-sizing" = "Adjuist airticle text sizin";
"main-menu-account-login" = "Log in";
"wikitext-upload-captcha-needed" = "Need captcha vereefication.";
"button-ok" = "OK";
"explore-enable-location-title" = "Explore airticles near yer current location";
"back-button-accessibility-label" = "Back";
"account-creation-have-account" = "Awreidy hae an accoont? %1$@";
"explore-random-article-heading" = "Allevolie airticle";
"explore-most-read-more-list-title-for-date" = "Tap on %1$@";
"continue-reading-empty-description" = "Explore Wikipaedia for mair airticles tae read";
